Repository: WinterSilence/wa-shop-generator
Catalog: locale/*/LC_MESSAGES/shop_generator.po
Languages: ru_ru

source: Products generator
ru_ru: Генератор товаров

source: Category for generating products
ru_ru: Категория для генерации товаров

source: Select a category
ru_ru: Выберите категорию

source: Prefix the name of the product
ru_ru: Префикс имени товара

source: Product
ru_ru: Товар

source: Type of products
ru_ru: Тип товара

source: Number of products generated
ru_ru: Количество генерируемых товаров

source: Start
ru_ru: Старт

source: Successfully
ru_ru: Успешно

source: %02d hr %02d min %02d sec
ru_ru: %02d часов %02d минут %02d секунд

source: (total time: %s)
ru_ru: (время исполнения: %s)

source: Set the product image width.
ru_ru: Задайте ширину изображения товара.

source: Set the product image height.
ru_ru: Задайте высоту изображения товара.

source: Product image width
ru_ru: Ширина изображения товара

source: Product image height
ru_ru: Высота изображения товара

source: The plugin generates a specified number of products in category.
ru_ru: Плагин генерирует определенное количество товаров в заданной категории.

source: Do not close the browser window and not leave the page as long as the process is completed
ru_ru: Не закрывайте окно браузера и не покидайте страницу до тех пор, пока процесс не будет завершен

source: Number of images for each product
ru_ru: Количество изображений для каждого товара

source: Basic settings can be found in the
ru_ru: Основные настройки можно найти в

source: generator plugin settings
ru_ru: настройках плагина

source: QR code
ru_ru: QR код

source: Technical support
ru_ru: Техническая поддержка

source: Products generation is in the
ru_ru: Товары генерируются в

source: export section
ru_ru: разделе импорта/экспорта

source: Check, if you want render image background.
ru_ru: Отметьте

source: Render background
ru_ru: Сгенерировать задний план

source: Ask for technical support
ru_ru: Запросить техническую поддержку

source: Click on the link to contact the developer.
ru_ru: Перейдите по ссылке, чтобы связаться с разработчиком.

source: This extension is used for computing
ru_ru: Расшрение, которое используется для вычислений

source: Product features
ru_ru: Характеристики товара

source: Enter random values assigned to some features of created goods. If the feature is a characteristic with multiple choice - just specify the number of assigned values.
ru_ru: Укажите случайные значения каких характеристик присвоить создаваемым товарам. Если характеристика является характеристикой со множественным выбором - так же укажите количество присваиваемых значений.

source: Technical support for this plugin
ru_ru: Техническая поддержка этого плагина

source: Only one value in the feature
ru_ru: У характеристики всего одно значение
